tap 'caskroom/cask'
tap 'homebrew/services'

brew 'wrk'
brew 'ncdu'
brew 'jq'
brew 'tree'
brew 'pstree'
brew 'htop'
brew 'wget'
brew 'awscli'
brew 'tmux'
brew 'the_silver_searcher'
brew 'gnupg@2.1'
brew 'pinentry-mac'
brew 'neovim'
brew 'shellcheck'
brew 'xz'
brew 'unrar'
brew 'p7zip'
brew 'editorconfig'
brew 'cowsay'

cask 'gitkraken'
cask 'mysqlworkbench'
cask 'java'
cask 'virtualbox'
cask 'spectacle'
cask 'dropbox'
cask 'spotify'
cask 'atom'
cask 'evernote'
