tap 'caskroom/cask'
tap 'homebrew/services'

brew 'wrk'
brew 'ncdu'
brew 'jq'
brew 'tree'
brew 'pstree'
brew 'htop'
brew 'wget'
brew 'awscli'
brew 'tmux'
brew 'the_silver_searcher'

brew 'mysql@5.5'
brew 'sqlite'
brew 'phantomjs'
brew 'neovim/neovim/neovim'
brew 'emacs'
brew 'gnupg@2.1'
brew 'pinentry-mac'

cask 'gitkraken'
cask 'mysqlworkbench'
cask 'java'
cask 'virtualbox'
