brew "asdf"
brew "awscli"
brew "bat"
brew "cowsay"
brew "d2"
brew "docker-compose"
brew "duf"
brew "eza"
brew "fd"
brew "fish"
brew "fx"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gnupg"
brew "htop"
brew "jq"
brew "libyaml"
brew "neovim"
brew "pinentry-mac"
brew "podman"
brew "ripgrep"
brew "rover"
brew "shellcheck"
brew "tmux"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "vivid"

cask "1password"
cask "bruno"
cask "claude-code"
cask "corretto@21"
cask "dbeaver-community"
cask "font-iosevka"
cask "ghostty"
cask "granola"
cask "hammerspoon"
cask "intellij-idea"
cask "libreoffice"
cask "linearmouse"
cask "loom"
cask "slack"
cask "spotify"
cask "stats"
cask "twingate"
cask "whatsapp"
cask "zoom"
